export const definedAccountLookupData = [
    {
        "Id": "00000001-0001-0001-0000-000000000000",
        "Code": "0101001",
        "Name": "صندوق",
        "FormersNames": "داراییهای جاری / موجودی نقد وبانک / صندوق",
        "FormersSimpleNames": "موجودی نقد وبانک / صندوق",
        "Level": 2
    },
    {
        "Id": "00000001-0001-0003-0000-000000000000",
        "Code": "0101002",
        "Name": "تنخواه گردان",
        "FormersNames": "داراییهای جاری / موجودی نقد وبانک / تنخواه گردان",
        "FormersSimpleNames": "موجودی نقد وبانک / تنخواه گردان",
        "Level": 2
    },
    {
        "Id": "00000001-0001-0005-0000-000000000000",
        "Code": "0101003",
        "Name": "موجودی بانک",
        "FormersNames": "داراییهای جاری / موجودی نقد وبانک / موجودی بانک",
        "FormersSimpleNames": "موجودی نقد وبانک / موجودی بانک",
        "Level": 2
    },
    {
        "Id": "00000001-0003-0002-0000-000000000000",
        "Code": "0103001",
        "Name": "اسناد در جریان وصول",
        "FormersNames": "داراییهای جاری / اسناد دریافتنی / اسناد در جریان وصول",
        "FormersSimpleNames": "اسناد دریافتنی / اسناد در جریان وصول",
        "Level": 2
    },
    {
        "Id": "00000001-0003-0004-0000-000000000000",
        "Code": "0103002",
        "Name": "اسناد دریافتنی نزد صندوق",
        "FormersNames": "داراییهای جاری / اسناد دریافتنی / اسناد دریافتنی نزد صندوق",
        "FormersSimpleNames": "اسناد دریافتنی / اسناد دریافتنی نزد صندوق",
        "Level": 2
    },
    {
        "Id": "00000001-0004-0001-0000-000000000000",
        "Code": "0104001",
        "Name": "حسابهای دریافتنی ازمشتریان",
        "FormersNames": "داراییهای جاری / حسابهای دریافتنی تجاری / حسابهای دریافتنی ازمشتریان",
        "FormersSimpleNames": "حسابهای دریافتنی تجاری / حسابهای دریافتنی ازمشتریان",
        "Level": 2
    },
    {
        "Id": "00000001-0004-0002-0000-000000000000",
        "Code": "0104002",
        "Name": "حسابهای دریافتنی از موزعین",
        "FormersNames": "داراییهای جاری / حسابهای دریافتنی تجاری / حسابهای دریافتنی از موزعین",
        "FormersSimpleNames": "حسابهای دریافتنی تجاری / حسابهای دریافتنی از موزعین",
        "Level": 2
    },
    {
        "Id": "00000001-0004-0003-0000-000000000000",
        "Code": "0104003",
        "Name": "ذخیره مطالبات مشکوک الوصول",
        "FormersNames": "داراییهای جاری / حسابهای دریافتنی تجاری / ذخیره مطالبات مشکوک الوصول",
        "FormersSimpleNames": "حسابهای دریافتنی تجاری / ذخیره مطالبات مشکوک الوصول",
        "Level": 2
    },
    {
        "Id": "00000001-0004-0004-0000-000000000000",
        "Code": "0104004",
        "Name": "اسناد واخواست شده",
        "FormersNames": "داراییهای جاری / حسابهای دریافتنی تجاری / اسناد واخواست شده",
        "FormersSimpleNames": "حسابهای دریافتنی تجاری / اسناد واخواست شده",
        "Level": 2
    },
    {
        "Id": "86fc1314-b82f-47e5-85ac-ce4653954d4c",
        "Code": "0104006",
        "Name": "بدهکاران ادارات و شرکت ها",
        "FormersNames": "داراییهای جاری / حسابهای دریافتنی تجاری / بدهکاران ادارات و شرکت ها",
        "FormersSimpleNames": "حسابهای دریافتنی تجاری / بدهکاران ادارات و شرکت ها",
        "Level": 2
    },
    {
        "Id": "00000001-0005-0001-0000-000000000000",
        "Code": "0105001",
        "Name": "مساعده کارکنان",
        "FormersNames": "داراییهای جاری / سایر حسابهای دریافتنی / مساعده کارکنان",
        "FormersSimpleNames": "سایر حسابهای دریافتنی / مساعده کارکنان",
        "Level": 2
    },
    {
        "Id": "00000001-0005-0002-0000-000000000000",
        "Code": "0105002",
        "Name": "وام کارکنان",
        "FormersNames": "داراییهای جاری / سایر حسابهای دریافتنی / وام کارکنان",
        "FormersSimpleNames": "سایر حسابهای دریافتنی / وام کارکنان",
        "Level": 2
    },
    {
        "Id": "00000001-0005-0004-0000-000000000000",
        "Code": "0105003",
        "Name": "بدهکاری کارکنان",
        "FormersNames": "داراییهای جاری / سایر حسابهای دریافتنی / بدهکاری کارکنان",
        "FormersSimpleNames": "سایر حسابهای دریافتنی / بدهکاری کارکنان",
        "Level": 2
    },
    {
        "Id": "00000001-0005-0006-0000-000000000000",
        "Code": "0105004",
        "Name": "مطالبات غیر تجاری",
        "FormersNames": "داراییهای جاری / سایر حسابهای دریافتنی / مطالبات غیر تجاری",
        "FormersSimpleNames": "سایر حسابهای دریافتنی / مطالبات غیر تجاری",
        "Level": 2
    },
    {
        "Id": "00000001-0005-0005-0000-000000000000",
        "Code": "0105005",
        "Name": "خسارات قابل دریافت از بیمه",
        "FormersNames": "داراییهای جاری / سایر حسابهای دریافتنی / خسارات قابل دریافت از بیمه",
        "FormersSimpleNames": "سایر حسابهای دریافتنی / خسارات قابل دریافت از بیمه",
        "Level": 2
    },
    {
        "Id": "00000001-0005-0008-0000-000000000000",
        "Code": "0105006",
        "Name": "سایر حسابها و اسناد دریافتنی",
        "FormersNames": "داراییهای جاری / سایر حسابهای دریافتنی / سایر حسابها و اسناد دریافتنی",
        "FormersSimpleNames": "سایر حسابهای دریافتنی / سایر حسابها و اسناد دریافتنی",
        "Level": 2
    },
    {
        "Id": "00000001-0006-0001-0000-000000000000",
        "Code": "0106001",
        "Name": "سپرده های کوتاه مدت نزد بانکها",
        "FormersNames": "داراییهای جاری / سرمایه گذاری های کوتاه مدت / سپرده های کوتاه مدت نزد بانکها",
        "FormersSimpleNames": "سرمایه گذاری های کوتاه مدت / سپرده های کوتاه مدت نزد بانکها",
        "Level": 2
    },
    {
        "Id": "00000001-0006-0002-0000-000000000000",
        "Code": "0106002",
        "Name": "سهام سایر شرکتها",
        "FormersNames": "داراییهای جاری / سرمایه گذاری های کوتاه مدت / سهام سایر شرکتها",
        "FormersSimpleNames": "سرمایه گذاری های کوتاه مدت / سهام سایر شرکتها",
        "Level": 2
    },
    {
        "Id": "00000001-0007-0001-0000-000000000000",
        "Code": "0107001",
        "Name": "موجودی محصولات",
        "FormersNames": "داراییهای جاری / موجودی مواد و کالا / موجودی محصولات",
        "FormersSimpleNames": "موجودی مواد و کالا / موجودی محصولات",
        "Level": 2
    },
    {
        "Id": "00000001-0007-0004-0000-000000000000",
        "Code": "0107002",
        "Name": "اموال موجود در انبار",
        "FormersNames": "داراییهای جاری / موجودی مواد و کالا / اموال موجود در انبار",
        "FormersSimpleNames": "موجودی مواد و کالا / اموال موجود در انبار",
        "Level": 2
    },
    {
        "Id": "00000001-0009-0001-0000-000000000000",
        "Code": "0109001",
        "Name": "بهای اصلی سفارش",
        "FormersNames": "داراییهای جاری / سفارشات واقلام در راه / بهای اصلی سفارش",
        "FormersSimpleNames": "سفارشات واقلام در راه / بهای اصلی سفارش",
        "Level": 2
    },
    {
        "Id": "00000001-0009-0002-0000-000000000000",
        "Code": "0109002",
        "Name": "هزینه های ثبت سفارش",
        "FormersNames": "داراییهای جاری / سفارشات واقلام در راه / هزینه های ثبت سفارش",
        "FormersSimpleNames": "سفارشات واقلام در راه / هزینه های ثبت سفارش",
        "Level": 2
    },
    {
        "Id": "00000001-0009-0003-0000-000000000000",
        "Code": "0109003",
        "Name": "هزینه های بیمه سفارشات",
        "FormersNames": "داراییهای جاری / سفارشات واقلام در راه / هزینه های بیمه سفارشات",
        "FormersSimpleNames": "سفارشات واقلام در راه / هزینه های بیمه سفارشات",
        "Level": 2
    },
    {
        "Id": "00000001-0009-0004-0000-000000000000",
        "Code": "0109004",
        "Name": "هزینه های بانکی سفارشات",
        "FormersNames": "داراییهای جاری / سفارشات واقلام در راه / هزینه های بانکی سفارشات",
        "FormersSimpleNames": "سفارشات واقلام در راه / هزینه های بانکی سفارشات",
        "Level": 2
    },
    {
        "Id": "00000001-0009-0005-0000-000000000000",
        "Code": "0109005",
        "Name": "هزینه های گمرکی",
        "FormersNames": "داراییهای جاری / سفارشات واقلام در راه / هزینه های گمرکی",
        "FormersSimpleNames": "سفارشات واقلام در راه / هزینه های گمرکی",
        "Level": 2
    },
    {
        "Id": "00000001-0009-0006-0000-000000000000",
        "Code": "0109006",
        "Name": "حقوق و عوارض بندری",
        "FormersNames": "داراییهای جاری / سفارشات واقلام در راه / حقوق و عوارض بندری",
        "FormersSimpleNames": "سفارشات واقلام در راه / حقوق و عوارض بندری",
        "Level": 2
    },
    {
        "Id": "00000001-0009-0007-0000-000000000000",
        "Code": "0109007",
        "Name": "هزینه بازرسی",
        "FormersNames": "داراییهای جاری / سفارشات واقلام در راه / هزینه بازرسی",
        "FormersSimpleNames": "سفارشات واقلام در راه / هزینه بازرسی",
        "Level": 2
    },
    {
        "Id": "00000001-0009-0008-0000-000000000000",
        "Code": "0109008",
        "Name": "هزینه حق العمل ترخیص",
        "FormersNames": "داراییهای جاری / سفارشات واقلام در راه / هزینه حق العمل ترخیص",
        "FormersSimpleNames": "سفارشات واقلام در راه / هزینه حق العمل ترخیص",
        "Level": 2
    },
    {
        "Id": "00000001-0009-0009-0000-000000000000",
        "Code": "0109009",
        "Name": "هزینه حمل سفارشات",
        "FormersNames": "داراییهای جاری / سفارشات واقلام در راه / هزینه حمل سفارشات",
        "FormersSimpleNames": "سفارشات واقلام در راه / هزینه حمل سفارشات",
        "Level": 2
    },
    {
        "Id": "00000001-0009-0011-0000-000000000000",
        "Code": "0109010",
        "Name": "هزینه قبل از گشایش اعتبار",
        "FormersNames": "داراییهای جاری / سفارشات واقلام در راه / هزینه قبل از گشایش اعتبار",
        "FormersSimpleNames": "سفارشات واقلام در راه / هزینه قبل از گشایش اعتبار",
        "Level": 2
    }
]

export const descriptiveLookupData = [
    {
        "Id": "901a2f5d-5457-44ba-b8a8-1e2f04b145c5",
        "Code": "60000001",
        "Name": " سایپا 857ل53 ایران 19 حمامی"
    },
    {
        "Id": "bd73133b-4ef2-4602-a88a-4417b71ce5ee",
        "Code": "60000002",
        "Name": "424ع18 ایران 29 حمید رضا پرویزی"
    },
    {
        "Id": "baf5902a-be57-4f40-b4d7-e9ca7679e88d",
        "Code": "60000003",
        "Name": "927ع17 ایران 29  فرهاد رسولی نسب"
    },
    {
        "Id": "d34d415a-adeb-4580-8dff-b66af7b37435",
        "Code": "60000004",
        "Name": "968ع17 ایران 29 دوستی"
    },
    {
        "Id": "16e48281-01e5-4251-b668-d0718378498d",
        "Code": "60000005",
        "Name": "لیفتراک"
    },
    {
        "Id": "b65cd6ba-0bd0-4afb-af8c-b8a77f7390bf",
        "Code": "60000006",
        "Name": "سوخت نفتی انبار"
    },
    {
        "Id": "18272ad6-b6d1-461c-a690-9483767b447c",
        "Code": "60000007",
        "Name": " موتوری 424ع18 ایران 29 پرویزی "
    },
    {
        "Id": "f433115c-4a5b-4bff-a16a-8080a155c81c",
        "Code": "60000008",
        "Name": " موتوری سایپا 857ل53 ایران 19"
    },
    {
        "Id": "a1b2c797-d3aa-47c9-86cf-7a7e48cd578b",
        "Code": "60000009",
        "Name": "موتوری 927ع17 ایران 29 فرهاد رسولی نسب"
    },
    {
        "Id": "3d8a6c35-d4af-4562-9181-7084e20113dc",
        "Code": "60000010",
        "Name": "موتوری 968ع17 ایران 29 حامد ناصری"
    },
    {
        "Id": "d44bcb0b-b8c4-495e-a8b7-f54b7f3c24eb",
        "Code": "60000011",
        "Name": "موتوری لیفتراک"
    },
    {
        "Id": "c599d980-8ae0-4021-b1ad-1bf79ca2a799",
        "Code": "60000012",
        "Name": "هزینه تلفن و اینترنت"
    },
    {
        "Id": "2c2954f6-3cec-4b17-8223-f99b2b1a9dff",
        "Code": "60000013",
        "Name": "سایپا 19 ل489 ایران 29 مهدی رضایی"
    },
    {
        "Id": "ba3d0f15-1a0b-4090-9248-69263ffb65cc",
        "Code": "60000014",
        "Name": " سایپا 19 ل489 ایران 29 مهدی رضایی"
    },
    {
        "Id": "4ba589a8-9c9e-4881-a123-c71b15e01f5a",
        "Code": "60000015",
        "Name": "حقوق و دستمزد"
    },
    {
        "Id": "afbd2671-3ba7-4994-b1d4-e9a918565bce",
        "Code": "60000016",
        "Name": "هزینه برق"
    }
]